Repository: abreufilho/vitals-gnome-extension
Catalog: locale/*/LC_MESSAGES/vitals.po
Languages: es

source: Refresh
es: Actualiza

source: System Monitor
es: Monitor de sistema

source: Preferences
es: Preferencias

source: Include public IP address
es: Incluir la dirección IP pública

source: Format
es: Formato

source: Seconds between updates
es: Segundos entre actualizaciones

source: Position in panel
es: Posición en el panel

source: Left
es: Izquierda

source: Center
es: Centrado

source: Right
es: Derecha

source: Use higher precision
es: Usa una mayor precisión

source: Alphabetize sensors
es: Ordenar sensores alfabéticamente

source: Hide zero values
es: Ocultar los valores a cero

source: Use fixed widths
es: Usar tamaños fijos

source: Hide icons in top bar
es: Ocultar iconos en el panel superior

source: About
es: Acerca de

source: Feature requests or bugs? Please visit <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. No warranty, expressed or implied. <a href="https://corecoding.com/donate.php">Donate</a> if you found this useful.
es: ¿Te gusta lo que ves? Apoye el desarrollo de esta extensión a través de <a href="https://corecoding.com/donate.php">PayPal</a>. Sin garantía, expresa o implícita. ¿Peticiones de características o errores? Por favor visite nuestro proyecto en <a href="https://github.com/corecoding/Vitals">GitHub</a>.

source: Sensors
es: Sensores

source: Monitor temperature
es: Monitor de la temperatura

source: Monitor voltage
es: Monitor del voltaje

source: Monitor fan
es: Monitor del ventilador

source: Monitor memory
es: Monitor de la memoria

source: Monitor processor
es: Monitor del procesador

source: Monitor system
es: Monitor del sistema

source: Monitor network
es: Monitor de red

source: Monitor storage
es: Monitor del almacenamiento

source: Path
es: Ruta

source: Measurement
es: Medida

source: Unit
es: Unidad

source: Display Battery
es: Batería de la pantalla

source: List of sensors to be shown in the panel
es: Lista de los sensores que se mostrarán en el panel

source: Delay between sensor polling
es: Retraso entre sondeo de los sensores

source: Show one extra digit after decimal
es: Mostrar un dígito extra después del decimal

source: Display sensors in alphabetical order
es: Mostrar los sensores en orden alfabético

source: Hide data from sensors that are invalid
es: Ocultar información inválida de los sensores

source: Display temperature of various components
es: Mostrar la temperatura de varios componentes

source: Display voltage of various components
es: Mostrar voltaje de varios componentes

source: Display fan rotation per minute
es: Mostrar rotación por minuto de los ventiladores

source: Display memory information
es: Mostrar información de la memoria

source: Display processor information
es: Mostrar información del procesador

source: Display storage information
es: Mostrar información de almacenamiento

source: Display network information
es: Mostrar información de red

source: Display public IP address of internet connection
es: Mostrar IP pública de la conexión a internet

source: Network speed format
es: Formato de velocidad de internet

source: Memory measurement
es: Medida de memoria

source: Use fixed widths in top bar
es: Usar tamaños fijos en el panel superior

source: Voltage
es: Voltaje

source: Fan
es: Ventilador

source: Memory
es: Memoria

source: Processor
es: Procesador

source: System
es: Sistema

source: Network
es: Red

source: Public IP
es: IP pública

source: Usage
es: Uso

source: Physical
es: Físico

source: Available
es: Disponible

source: Allocated
es: Asignado

source: Swap
es: Intercambio

source: Average
es: Promedio

source: Core %d
es: Núcleo %d

source: Frequency
es: Frecuencia promedio

source: Boost
es: Turbo

source: Cache
es: Caché

source: Load 1m
es: Carga (1m)

source: Load 5m
es: Carga (5m)

source: Load 15m
es: Carga (15m)

source: Threads Active
es: Hilos activos

source: Threads Total
es: Total de hilos

source: Uptime
es: Tiempo encendido

source: Process Time
es: Tiempo activo promedio

source: State
es: Estado

source: Cycles
es: Ciclos

source: Energy (full)
es: Energía (llena)

source: Capacity
es: Capacidad

source: Energy (now)
es: Energía (ahora)

source: Percentage
es: Porcentaje

source: Write total
es: Total de escritura

source: Read rate
es: Tasa de lectura

source: Write rate
es: Tasa de escritura

source: Used
es: Usado

source: Reserved
es: Reservado

source: Free
es: Libre
